var Unit_3 =[ //الرتب العسكرية

  ['',"يمكن تمييز الضباط عن الرتب الأخرى من خلال ","الضباط هم من منسوبي القوات المسلحة المتطوعين","الضباط هم من خريجي جامعة مؤتة","الضباط هم المكلفون","رتب الضباط توضع عل الكتف",4],
  ['',"من أنواع الرتب في القوات المسلحة","رتب فخرية","رتب أخرى","الترفيع الى رتبة ضابط","المتطوعون",2],
  ['',"يرتدي جلالة القائد الأعلى للقوات المسلحة رتبة","مشير مع إشارة الجيش العربي","فريق أول بدون إشارة الجيش العربي","مشير أول بدون إشارة الجيش العربي","مشير بدون إشارة الجيش العربي",4],
  ['',"رتبة فريق أول في القوات المسلحة الأردنية وصفه","سيفين متقاطعين ونجمة وتاج وياقة حمراء على القبة","سيفين متقاطعين وباقة حمراء على القبة","ثلاثة نجوم سباعية يعلوها التاج وياقة حمراء على القبة","نجمتين سباعيتين و يعلوها التاج وياقة حمراء على القبة",1],
  ['',"رتبة النقيب في القوات المسلحة","ثلاثة شرائط على الذراع ويحيطهم الجيش العربي","ثلاثة شرائط على الكتف يحيطهم الجيش العربي","ثلاثة نجوم على الذراع يحيطهم الجيش العربي","ثلاثة نجوم سباعية",4],
  ['',"رتبة الرائد في القوات المسلحة","نجمتين سباعيتين على الكتف","التاج الهاشمي على الذراع","التاج الهاشمي","نجمة سباعية يعلوها التاج الهاشمي على الكتف",3],
  ['',"رتبة عقيد في القوات المسلحة","نجمتين سباعيتين يعلوها التاج الهاشمي وياقتين حمراوين على القبة","ثلاثة نجوم يعلوها التاج الهاشمي وياقة حمراء","نجمة يعلوها التاج الهاشمي وياقة حمراء","ثلاثة نجوم وياقة حمراء على القبة",1],
  ['',"رتبة عميد في القوات المسلحة","ثلاثة نجوم سباعية يعلوها التاج الهاشمي وياقتين حمراوتين على القبة","التاج الهاشمي يعلوها ثلاثة نجوم سباعية وياقة حمراء على القبة","نجمتين سباعيتين يعلوها التاج الهاشمي وياقة حمراء على القبة","ثلاثة نجوم سباعية",1],
  ['',"رتبة وكيل في القوات المسلحة","شفرة نحاسية على الذراع","شريطة على الذراع","شفرة  نحاسية على الكتف","شريطة على الكتف",4],
  ['',"رتبة جندي أول في القوات المسلحة","شريطة على الذراع","شريطة على الكتف","شفرة نحاسية على الكتف","شفرة نحاسية على الذراع",1],

];
var Unit_4 =[ // معركة الكرامة
  ['',"كان قصد العدو الاسرائيلي من سلك محور غور الصافي","إلحاق الخسائر في أسلحة مقاومة الدبابات","تشتيت جهد القوات الأردنية","احتلال أراضي المنطقة","تدمير مطارات المحور",2],
  ['',"جرحى القوات الأردنية في معركة الكرامة","18 جريحا","801 جريحا","180 جرح","108 جريحا",4],
  ['',"أهداف إسرائيل في معركة الكرامة","الهجوم المعاكس على القوات الأردنية","زعزعة الروح المعنوية لسكان الغور","تدمير قواعد الصواريخ","إستعادة التوازن العسكري",2],
  ['',"كان عدد جرحى العدو الاسرائيلي قد بلغ","450 جريح","250 جريح","350 جريح","650 جريح",1],
  ['',"من عوامل الانتصار الأردني في معركة الكرامة","التفوق العلمي والتكنولوجي","وقوف الشعب مع قواته المسلحة","إستخدام النقاط الحصينة","التفوق في التسلح",2],
  ['',"كان حجم قوات الهجوم الإسرائيلية الرئيسية","فيلق","4 فرق","فرقتين","لواء",3],
  ['',"أبرزت أهمية الاستخبارات في معركة الكرامة من خلال","إدراك الاستخبارات العسكرية لقرب شن الهجوم من اسرائيل","ارسال تقارير يوم 21 اذار","تدمير الجسور الأردنية","كل ما ذكر",1],
  ['',"من العبر والدروس المستفادة في معركة الكرامة","توطيد دعائم إسرائيل","فشل إسرائيل بتوسيع رقعة حدودها","إعادة العلاقة العربية المقطوعة مع الأردن","كل ما ذكر",2],
  ['',"كان الهجوم الرئيسي لإسرائيل نحو","المثلث المصري","الشونة الشمالية","الشونة الجنوبية ثم التحول الى بلدة الكرامة","غور الصافي",3],
  ['',"من عوامل الانتصار الأردني","تهيئة البيئة الأردنية للحرب","الإعداد المادي والمعنوي","الحظر المفروض على تزويد الأسلحة","الخلافات السياسية للدول العربية",2],
];
var Unit_5 =[ //حرب 1948

  ['',"شاركت قوات المشاة الاردنية في معارك القدس والطرون وباب الواد عام","1948","1946","1967","1616",1],
  ['',"مرت الحرب العربية الاسرائيلية عام 1948 في","أربع مراحل","مرحلتين","مرحلة واحدة","ثلاث مراحل",4],
  ['',"كان هدف اسرائيل السياسي عام 1948","استخدام القوة الجوية","اقامة دولة اسرائيل","تهيئة البيئة المحلية","تدمير القوات العربية",2],
  ['',"كان الهدف السياسي للقادة العرب عام 1948","الدفاع عن فلسطين","حماية المواطنيين العزل","صيانة عروبة فلسطين","احترام مبادئ الأمم المتحدة",3],
  ['',"من أسباب فشل القوات العربية","الخلافات السياسية","عدم توفر الاحتياط","التقرب السريع","ضغط القيادة والسيطرة",4],
  ['',"من أسباب نجاح القوات الإسرائيلية عام 1948","التفوق العلمي","استثمار الهدنة","التفوق العددي","التفوق العددي/استثمار الهدنة/التفوق العلمي",4],
  ['',"من الدول العربية المستقلة عام 1948","مصر، سوريا، الأردن، العراق","السودان، مصر، العراق، الأردن","مصر، الجزائر، الأردن، العراق","الأردن، العراق، الجزائر",2],
  ['',"من الدروس و العبر المستفادة من الحرب الاسرائيلية الأولى","حشد القوة","قوة الدبابات","ضعف سلاح الجو","حشد القوة/قوة الدبابات/ضعف سلاح الجو ",4],
  ['',"اللبنة العلنية الأولى التي وضعها الإنجليز","معاهدة سان ريمو","معاهدة سايكس بيكو","وعد بلفور","لا شيء مما ذكر",3],
  ['',"موقف الجيوش العربية عام 1948","جهل بامكانيات اليهود","التقرب المباشر المدروس","التقرب الغير مباشر","حشد موحد للجيوش العربية",1],
];
var Unit_6 = [ // حرب 1967
  ['',"من أسباب حرب 67 إغلاق مضائق تيران من قبل","الأردن","سوريا","العراق","مصر",4],
  ['',"الهدف الاستراتيجي للدول العربية قبل حرب 67","تدمير إسرائيل","احتواء إسرائيل","التعايش مع الواقع","التضامن العربي",1],
  ['',"من أسباب حرب 67","إخراج سوريا لقوات الطوارئ الدولية","إخراج الأردن لقوات الطوارئ الدولية","إخراج مصر لقوات الطوارئ الدولية","كل ما ذكر",3],
  ['',"من أسباب هزيمة 67","تدمير سلاح الجو المصري","تدمير سلاح الجو الأردني","تدمير سلاح الجو السوري","كل ما ذكر",1],
  ['',"من العوامل التي ساعدت على نجاح الهجوم الجوي الإسرائيلي في حرب 67","سيق العدو للدفاع","سيق العدو بالهجوم","قوة وسائل الدفاع العربي الجوي","فاعلية تدابير الأمن",2],
  ['',"دخلت الدول العربية حرب 67 وهي","بأعلى درجات الاستعداد","أدنى درجات الاستعداد","على تنسيق كامل بين بعضهم","متوسطة الاستعداد",2],
  ['',"كان قسم من الجيش المصري عام 67 منشغلًا ب","العراق","السعودية","اليمن","داخل مصر",3],
  ['',"كان عدد القوات الأردنية المشاركة في حرب 67","خمسون ألف مقاتل","ستون ألف","ثلاثة وخمسون ألف","ستة وخمسون ألف",4],
  ['',"من أهداف الهجوم الجوي المعادي على مصر","تدمير أقل عدد ممكن من الطائرات على المدرجات","تدمير أكبر عدد ممكن من الطائرات وهي جاثمة على الأرض","رفع الروح المعنوية للطيارين المصريين","لا شيء مما ذكر",2],
  ['',"كانت بيانات الإعلام العربي في أسباب حرب 67","تطابق الحقيقة","تشابه الحقيقة","تختلف عن الحقيقة","لا شيء مما ذكر",3],
];
var Unit_7 =[ // حرب 1973
  ['',"كان عدد القوات الاردنية على الواجهة السورية ضمن قوات الدعم العربية عام 73","لوائين مدرعين","فرقتان مدرعتان","كتيبة مدرعة","ثلاثة ألوية مدرعة",1],
  ['',"من أسباب فشل الهجوم للقوات العربية يوم 16 تشرين الأول","ضعف التنسيق بين القوات العربية المهاجمة","عدم توفر العمق الكافي","وقف المساعدات","عدم اتساع الوقت الكافي للتحضير",1],
  ['',"الخطة السورية خلال حرب 73 كانت","استعادة خط بارليف","تدمير قوات العدو في الجولان","تدمير قوات العدو في سيناء","كسب الرأي العالمي",2],
  ['',"الخطة المصرية خلال حرب 73 كانت","تدمير خط بارليف","استعادة الجولان","استعادة قطاع غزة","استعادة الضفة الغربية",1],
  ['',"رقم قرار مجلس الأمن الذي صدر لوقف إطلاق النار خلال حرب 73","338","332","242","342",1],
  ['',"من نتائج حرب 73 على الأردن","العمل العسكري العربي المشترك","تثبيت القوات الإسرائيلية في الجولان","استئناف المساعدات العربية المقطوعة عن الأردن","حرمان العدو من الالتفاف على سوريا",3],
  ['',"اتخذ قرار حرب 73 من قبل مصر و","الأردن","الجامعة العربية","الدول العربية مجتمعة","سوريا",4],
  ['',"تعد حرب 73 حرب","محدودة الأهداف","متعددة الأهداف","محدودة المراحل","لا شيء مما ذكر",1],
  ['',"من ضمن قوات الدعم العربي على الواجهة المصرية القوات","العراقية","الجزائرية","الليبية","التونسية",2],
  ['',"تم وضع القوات الأردنية المشاركة بإمرة القوات","الدولة","المصرية","العراقية","السورية",3],

];
var Unit_8 =[ // دور المرأة في القوات المسلحة
  ['',"بدأت المرأة العمل في القوات المسلحة عام 1950 وذلك","كمعلمة في مدارس الثقافة","في مجال السكرتاريا","الإعلام العسكري","مجال التمريض",1],
  ['',"تأسست كلية الأميرة منى عام 1862 بهدف","التأهيل في مجال الأمراض النسائية","تأهيل أفراد الخدمات الطبية","التأهيل في مجال صيانة الأجهزة الطبية","تأهيل الفتيات في القوات المسلحة في مجال التمريض",4],
  ['',"تعقد الدورة العسكرية التأسيسية في","إدارة شؤون المجندات","جامعة مؤتة","كلية الأميرة منى للتمريض","الكلية العسكرية الملكية",4],
  ['',"تتلقى المجندات دورات مدتها ستة شهور منها","إسعافات أولية","إدارة السجون","مكافحة الشغب","شرطة خاصة",3],
  ['',"من أنواع التدريب الذي تتلقاه الفتاة العسكرية في الدورة العسكرية التدريبية","التدريب على الرماية","الصاعقة","دورات الشرطة العسكرية","الجودو",1],
  ['',"من أنواع التدريب الذي تتلقاه الفتاة العسكرية في الدورة العسكرية التدريبية","العلاقات العامة","اللياقة البدنية","التمريض","التدريب المنزلي",2],
  ['',"أن مدة الدورة العسكرية التأسيسية للفتاة العسكرية في القوات المسلحة","شهر","ستة شهور","شهرين","ثلاثة شهور",4],
  ['',"من أنواع التدريب الذي تتلقاه الفتاة العسكرية في الدورة العسكرية التدريبية","الغطس","تصليح الأسلحة","التمريض","فك وتركيب الأسلحة",4],
  ['',"تدخل المجندات دورات مدتها ستة شهور منها","أمن وحماية الشخصيات","حاسوب","أسلحة مختلفة","اللياقة البدنية",1],
  ['',"من مصادر التجنيد للمرأة في القوات المسلحة","كلية الشريف ناصر","خريجات الجامعات","الدفاع المدني","الأمن العام",2],

];
var Unit_9 =[ // سلاح المشاة العسكري
  ['',"إن المهمة الأساسية لسلاح المشاة","إسناد سلاح الدروع","زراعة حقول الألغام","الالتحام مع العدو وتدميره","إزالة حقول الألغام",3],
  ['',"أطلق الملك المؤسس عبد الله الأول على جميع القوات الموجودة شرق الأردن اسم الجيش العربي عام","1916","1921","1956","1923",4],
  ['',"من أنواع المشاة","قوات الصاعقة، المظليين، المشاة الراجلة، المشاة البحرية","قوات الصاعقة، المشاة الراجلة، المشاة الآلية، القوة السيارة","قوات الصاعقة، المشاة الآلية، قوة الهجانة، المشاة البحرية، المدفعية","قوات الصاعقة، المظليين، الدروع، والمدفعية",1],
  ['',"تعود التسمية لجميع أصناف المشاة لوسيلة النقل ويتساوى الجميع عند","الانسحاب من المعركة","امتلاك الروح الانضباطية التي يتمتعوا بها خلال الهجوم","زوال السلاح الذي يستخدموه","زوال وسيلة النقل التي يستخدمونها",4],
  ['',"من أهم صفات جندي المشاة","الروح الانضباطية والتمسك بالنظام","قوة البصر","السرعة العالية","معرفة عدة لغات",1],
  ['',"كان لقوات المشاة الأردنية دور مشرف عام 1956","مشاركتها في معركة الكرامة","مشاركتها في معارك القدس واللطرون وباب الواد","قطع دابر الغزوات","المحافظة على الأمن في صحراء الأردن",2],
  ['',"أطلق جلالة الملك المؤسس على القوات الموجودة في شرق الأردن الجيش العربي ثم","أصبح هذا الجيش أردني","أتيحت الفرصة لكل ضابط عربي بالاشتراك فيه","جميع منسوبيه أردنيين","كل ما ذكر",2],
  ['',"بدأ الجيش العربي بتأليف قوة صغيرة باسم قوة البادية بهدف","منع الغزوات بين قبائل الأردن وقبائل الأقطار المجاورة","استخدام الدبابات والأسلحة","ارسال هذه القوات الى حملات العراق وسوريا","القيام بالواجبات الإدارية خارج الأردن",1],
  ['',"القوة السيارة هم الأفراد الذين شكلو قوة سلاح المشاة وكان واجبهم","استخدام الوحدات المدرعة","تدمير قوات العدو","الدفاع عن فلسطين","المحافظة على الأمن في شرق الأردن",4],
  ['',"تألفت النواة الأولى للمشاة في الجيش العربي","من جيش الثورة العربية الكبرى، الجيش المصري","من جيش الثورة العربية الكبرى، و الجيش السوري، والجيش العثماني","من جيش الثورة العربية الكبرى، والجيش السوري، والجيش اليمني","من الجيش السوري، والجيش العثماني،و الجيش العراقي",2],
];
var Unit_10 =[ // سلاح الدروع
  ['',"فكرة الدبابة تعني استخدام","الحرب الكيماوية","سرعة الرد","الحماية من الجو","قوة النار المتحركة",2],
  ['',"من المهام التي تسند الى الوحدات المدرعة","تدمير المنشآت","الإسناد البعيد للمشاة","الدفاع","مقاومة الطائرات",1],
  ['',"سلاح الدروع يطلق على الوحدات التي تستخدم","الرشاشات","البنادق","الدبابات","الصواريخ",3],
  ['',"من المهام التي تسند الى الوحدات المدرعة","الكشف بالرادار","مقاومة الطائرات","الاستطلاع","تدمير جنود العدو",3],
  ['',"تحمل دبابة خالد بن الوليد مدفع من عيار","120 ملم","120 سم","105 ملم","150ملم",1],
  ['',"من مميزات الوحدات المدرعة","استثمار الفوز","الاقتصاد بالقوة","الهجوم المعاكس","قوة النار",4],
  ['',"دبابة الحسين المستخدمة في القوات المسلحة دبابة","أمريكية","بريطانية","فرنسية","روسية",2],
  ['',"تحمل دبابة الحسين مدفع من عيار","120 ملم","150 سم","105 ملم","150 ملم",1],
  ['',"إن القوة المعدة لمواكبة الوحدات المدرعة في حركاتها هي قوات","المظليين","المشاة الراجلة","المشاة الآلية","القوات  الخاصة",3],
  ['',"من التحديات على عمل الدبابات","الحماية المدرعة","محدودية الرؤية خلال العمل","قوة النار","سهولة حركتها",2],
];
var Unit_11 =[ // سلاح المدفعية
  ['',"من المدافع المستخدمة في سلاح المدفعية الملكي","مدفع عيار 115 ملم","مدفع عيار 8 ملم","مدفع عيار 18 ملم","مدفع عيار 120 ملم",2],
  ['',"أقصى مدى لمدفع 155 ملم","11.5 كم","32 كم","18 كم","18.5 كم",3],
  ['',"كانت بداية تشكيل سلاح المدفعية في القوات المسلحة عام","1921","1950","1967","1980",1],
  ['',"يستخدم سلاح المدفعية مدافع من عيار 105 ملم و 155 ملم و 8 ملم وهي جميعها","بريطانية","روسية","أمريكية","فرنسية",3],
  ['',"القصد من استخدام المدفعية قديما","تدمير الحصون","تدمير الآليات","احتلال الأرض","إسناد الوحدات المقاتلة اداريا",1],
  ['',"دور سلاح المدفعية إسناد الوحدات المقاتلة في جميع مراحل الحرب بسبب","امتلاكه آليات جيدة","يملك دبابات حديثة","يتأثر في سلاح الجو المعادي","ما يتمتع به من المرونة والدقة الممتازة",4],
  ['',"تشكلت وحدات المدفعية عام 1948 بهدف","الدفاع عن القبائل الأردنية","الحركة الى القدس للدفاع عنها","حفظ الأمن والاستقرار في الصحراء","تشكيل نواة قوة البادية",2],
  ['',"أقصى مدى لمدفع 8 ملم","11.5 كم","32 كم","18 كم","18.5 كم",2],
  ['',"أقصى مدى لمدفع 105 ملم","11.5 كم","32 كم","18 كم","18.5 كم",1],
  ['',"زودت وحدات سلاح المدفعية بأحدث المعدات الإلكترونية التالية","محطة البرقية الجوية السيركو","أجهزة المساحة والاستمكان","معدات السيطرة على الرمي اتيلا - اتيبا","معدات السيطرة على الرمي اتيلا - اتيب/أجهزة المساحة والاستمكان/محطة البرقية الجوية السيرك",4],
];
var Unit_12=[ // الدفاع الجوي
  ['',"الواجب الرئيسي لسلاح الدفاع الجوي هو","تدمير دبابات العدو","حماية سماء البلاد","حماية الو الأرضية من التدمير","حماية النقاط الحيوية من التدمير الأرضي",2],
  ['',"من أقسام الدفاع الجوي الميداني","الدفاع الجوي الأرضي","الدفاع الجوي البحري","الدفاع الجوي المتحرك","الدفاع الجوي المحمول",3],
  ['',"من انواع الدفاع الجوي","الدفاع الجوي المركزي","الدفاع الجوي المجرور","الدفاع الجوي البحري","الدفاع الجوي المحمول",1],
  ['',"من أسلحة الدفاع الجوي التي استخدمت ضمن المرحلة الأولى عام 52-67","صواريخ SAM","مدافع رباعية عيار 40 ملم","مادفع رباعية عيار 50 ملم","كل ما ذكر",3],
  ['',"إن الضربة الأولى في أي هجوم تكون ل","سلاح المدفعية","سلاح الدروع","مراكز الدفاع المدني","وسائل الدفاع الجوي",4],
  ['',"الدفاع الجوي الميداني يقسم الى","دفاع جوي ثابت، دفاع جوي متحرك","دفاع جوي مركزي، دفاع جوي ثابت","دفاع جوي مركزي، دفاع جوي متحرك","دفاع جوي بعيد المدى، دفاع جوي قصير المدى",1],
  ['',"يجب أن تكون لدى أسلحة الدفاع الجوي امكانيات","كشف الأهداف الأرضية","كشف الأهداف الجوي","معدلات رمي عادية","كل ما ذكر",2],
  ['',"يعتمد سير المعركة الأرضية الى حد كبير على أسلحة الدفاع الجوي بقصد","تحقيق تفوق جوي","سيادة جوية","تفوق جوي فوق القطاعات العسكرية","لا شيء مما ذكر",2],
  ['',"المبدأ الأساسي الذي ينظر إليه عند بدء الحرب","حماية المناطق العسكرية","حماية المدافع","حماية الدبابات","حماية القاعدة الادارية",4],
  ['',"يستخدم الدفاع الجوي منظومة دفاع جوي متكاملة تتكون من","الطائرات والأسلحة","الرادارات","مركز القيادة والسيطرة","مركز القيادة والسيطرة/الرادارات/الطائرات والأسلحة",4],
];
var Unit_13=[ // السلاح اللاسلكي

  ['',"من واجبات السلاح اللاسلكي","العمل على أجهزة المساحة والاستمكان","تدريب مواضيع الاتصالات","البرقية الجوية","تحديث انظمة السيطرة على الرمي",2],
  ['',"من واجبات السلاح اللاسلكي الملكي","الادامة اليومية","التعديل على الآليات","تأمين اتصالات جلالة القائد الأعلى","تصليح الآليات",3],
  ['',"من أنواع الاتصالات المستخدمة في السلاح اللاسلكي الملكي","السلكية","التعبوية","الإدارية","الخلوية",1],
  ['',"حولت مدرسة سلاح اللاسلكي الى كلية اتصالات عسكرية عام 1987 وسميت ب","كلية الشهيد وصفي التل للاتصالات العسكرية","كلية الشريف ناصر بن جميل للاتصالات العسكرية","كلية الشريف زيد بن شاكر للاتصالات العسكرية","كلية الأمير فيصل بن الحسين للاتصالات العسكرية",2],
  ['',"المهمة الرئيسية للسلاح اللاسلكي الملكي هي","مكافحة التصحر","ادامة الاتصال مع قيادات الجيوش العربية","تأمين الاتصالات اللازمة للقوات المسلحة","استلام واجب الإذاعة والتلفزيون عند الحاجة",3],
  ['',"من أنواع الاتصالات المستخدمة في السلاح اللاسلكي","اتصالات محورية","اتصالات الأقمار الصناعية","اتصالات لاسلكية","اتصالات خلوية",3],
  ['',"من واجبات السلاح اللاسلكي الملكي المحافظة على أمن وسلامة الاتصالات من خلال","تقديم النصح والمساعدة لكتائب اللاسلكي","تخصيص الترددات للمؤسسات الحكومية والخاصة","نظام تشفير اليدوي والآلي","تقديم المساعدة والمشورة الفنية",3],
  ['',"من واجبات السلاح اللاسلكي الملكي إدامة وتطوير وسائل الاتصالات من خلال","تشكيل كتائب الاتصالات","التصليح والصيانة لجميع معدات الاتصالات","تنسيق وتوزيع الترددات","مراقبة أمن الاتصالات",2],
  ['',"من واجبات السلاح اللاسلكي الملكي ادامة وتطوير الاتصالات من خلال","التزويد على معدات الاتصالات","تشكيل جماعات الاتصالات","السرعة والانتشار السريع","متابعة النشاط الإلكتروني",1],
];
var Unit_14=[ // سلاح الجو الملكي

  ['',"من أنواع الطائرات المقاتلة في سلاح الجو الملكي الأردني","ف14","الهيوي","ف10","ف16",4],
  ['',"مهمة السلاح الجوي الملكي حماية سماء المملكة ومساندة القوات البرية ضد التهديدات","الداخلية","الخارجية","الداخلية والخارجية","الدولية",3],
  ['',"طائرة ف5 من طائرات","التدريب","النقل","المقاتلة","العمودية",3],
  ['',"عمليات البحث والإنقاذ من واجبات السلاح الجوي الملكي","الاعتيادية","الرئيسية","الطارئة","الثانوية",2],
  ['',"يجب ألا يزيد عمر المتقدم لسلاح الجو ممن يحمل شهادة البكالوريوس عن","20 عام","22 عام","24 عام","25 عام",3],
  ['',"تستغرق مدة تدريب المرشحين لسلاح الجو","30 شهرا","3 سنوات","3 أشهر","13 شهر",1],
  ['',"من كليات التدريب المتوفرة لتأهيل منتسبي سلاح الجو","كلية الملك  حسين الجوية","مدرسة الشهيد عبد الله بن الحسين","الكلية العسكرية الملكية","كل ما ذكر",1],
  ['',"يجب أن يجتاز مرشح سلاح الجو","فحص قابلية تعلم الطيران","فحص الذكاء ومستوى اللغة الانجليزية","فحص اللياقة البدنية والفحص الطبي المبتدئ","فحص اللياقة البدنية والفحص الطبي المبتدئ/فحص الذكاء ومستوى اللغة الانجليزية/فحص قابلية تعلم الطيران",4],
  ['',"يساهم سلاح الجو الملكي في التنمية الوطنية من خلال","القيام بعمليات الكشف والتصوير","تأمين خطوط الاتصالات","البحث والإنقاذ","التجريد الجوي",2],
  ['',"من أنواع الاستطلاع الجوي في سلاح الجو الملكي","مدبر","فوري","بصري","بالعمق",3],
];
var Unit_15=[ // القوة البحرية
  ['',"من الواجبات الرئيسية للقوة البحرية الملكي","حماية سماء المياه الإقليمية","مرافقة وحراسة الزوارق الملكية","تأمين الاتصالات اللازمة للزوارق الملكية","مساعدة الدفاع المدني في واجباته",2],
  ['',"تزداد أهمية القوات البحرية بسبب تأمين حماية","خطوط المواصلات البحرية","الغذاء المستخرج من البحار","مصالح الدولة والدفاع عن حدود المياه الإقليمية","مصالح الدولة والدفاع عن حدود المياه الإقليمية/الغذاء المستخرج من البحار/خطوط المواصلات البحرية",4],
  ['',"تأسست قيادة القوة البحرية الملكية في مدينة العقبة وأطلق عليها أسطول الجيش العربي عام","1941","1961","1951","1971",3],
  ['',"من الواجبات الرئيسية للقوة البحرية الملكية","منع التهريب","اكتشاف ومنع أي مخالفات في المياه الاقليمية","إعطاء التصاريح لهواة الغطس","ترخيص القوارب",2],
  ['',"المياه الإقليمية هي الحزام المائي الذي يمتد أمام الشاطئ لمسافة","10 ميل بحري","12 ميل بحري","15 ميل بحري","20 ميل بحري",2],
  ['',"مساعدة مؤسسة الموانئ ومحطة الحسين الحرارية تعتبر من الواجبات","الأخرى","الرئيسية","الروتينية","الاعتيادية",1],
  ['',"من الواجبات الرئيسية للقوة البحرية الملكية","القيام بدوريات استطلاعية","المساعدة في مكافحة الحرائق في العقبة","عقد الدورات في مجال إطفاء الحريق","مرافقة وحراسة الزوارق الملكية",4],

];
var Unit_16=[// سلاح الهندسة
  ['',"من واجبات سلاح الهندسة","متابعة تطور معدات الاتصالات","تزويد المواد الغذائية","نقل الآليات","ازالة حقول الألغام",4],
  ['',"الطرق الميكانيكية في ازالة حقول الألغام تتم ب","كاشفات الألغام","جنود هندسة الميدان","كاسحات الألغام","جنود المشاة",3],
  ['',"من الوسائل المتبعة في عمليات ازالة حقول الألغام","الطرق اليدوية","اللاسلكية","الضغط والسحب","بواسطة الطائرات",1],
  ['',"تدريب وحدات القوات المسلحة الأردنية على ضرورة الحرب الشاملة من واجبات","السلاح اللاسلكي","سلاح الدروع","مديرية الحرب الالكترونية","سلاح الهندسة",4],
  ['',"تقوم وحدات سلاح الهندسة أحيانا ب","تفجير القنابل الحية","تفجير القنابل العمياء","تفجير الصواريخ","كل ما ذكر",2],
  ['',"تقسم الألغام الى الأنواع","ضد الأفراد وضد الدبابات والسيارات المفخخة","ضد الأفراد وضد الدبابات والألغام البحرية","ضد الأفراد وضد الآليات","كل ما ذكر",2],
  ['',"بدء عمل سلاح الهندسة عام","1920","1930","1950","1967",3],
  ['',"من واجبات سلاح الهندسة","تشجير الأراضي الحرجية","إطفاء الحرائق","استغلال الأراضي الزراعية","تسهيل حركة القوات",4],
  ['',"من الأعمال التي يقوم بها سلاح الهندسة","إستطلاع قوات العدو","إرسال تقارير استخباراتية عن قوات العدو الهجومية","إعاقة حركة قوات العدو عن طريق زرع الألغام","لا شيء مما ذكر",3],
  ['',"من الوسائل المتبعة في ازالة حقول الألغام","الضغط","السحب","الطريقة الميكانيكية","الطريقة الهندسية",3],
];

var Unit_17=[ // قوات حفظ السلام
  ['',"من واجبات قوات حفظ السلام","الإشراف على التزام قوات كل دولة من الدول المتحاربة في مبادئ الحرب","المشاركة في تقديم الإسعافات الدولية لقوات الطرفين المتحاربين","التحقق في خرق وقف إطلاق النار","تزويد القوات المتحاربة بالمواد اللازمة",3],
  ['',"من أنماط المشاركة الأردنية في مهام حفظ السلام","مراقبين عسكريين","مدرسين","متقاعدين عسكريين","قضاة ومحامين",1],
  ['',"من أهداف الأمم المتحدة","السيطرة على الدول الفقيرة","المشاركة في توثيق العلاقات الدولية","رسم السياسة العسكرية العالمية","كل ما ذكر",2],
  ['',"كانت المشاركة الأردنية الأولى في قوات حفظ السلام الدولية على شكل كتائب","في الصومال","في يوغسلافيا","في أنغولا","في ناميبيا",2],
  ['',"تشكل قوة حفظ السلام تحت شرط","موافقة السكرتير العام للأمم المتحدة","موافقة المراقبين العسكريين","موافقة الدول المعنية بالصراع","موافقة الأمين العام للأمم المتحدة",3],
  ['',"مدة مشاركة الدول في قوات حفظ السلام الدولية","ستة أشهر","ستة أشهر إلى عام قابل للتمديد","سنتين","ثلاثة أشهر الى ستة أشهر قابلة للتمديد",2],
  ['',"أعلنت الأمم المتحدة في مؤتمر سان فرانسسكو عام","1948","1946","1947","1945",1],
  ['',"تم التوقيع على ميثاق الأمم امتحدة عند تأسيسها من قبل","48 دولة","52 دولة","61 دولة","51 دولة",4],
  ['',"الدول الخمس دائمة العضوية في مجلس الأمن","فرنسا، امريكا، روسيا،بريطانيا، المانيا","فرنسا، بريطانيا، أمريكا، ألمانيا، الصين","فرنسا، برطانيا، ايطاليا، أمريكا، روسيا","فرنسا، بريطانيا، أمريكا، روسيا، الصين",4],
  ['',"مهمة صنع السلام يقصد بها","فرض السلام بقوة على الأطراف المتنازعة","عمل دبلوماسي لوضع الأطراف على طاولة المفاوضات","استخدام السلاح من قبل الأمم المتحدة ضد الدول المتنازعة","رد فعل سريع من الأمم المتحدة لفصل القوات المتنازعة",2],
];
var Unit_18=[ // التموين والنقل الملكي والخدمات الطبية الملكية
  ['',"تقوم مديرية التموين والنقل الملكي بتنفيذ خطة النيابة العامة","الإدارية","التدريبية","العملية","الاستخباراتية",1],
  ['',"يقع مستشفى الأمير راشد بن الحسن في مدينة","عمان","الزرقاء","إربد","الكرك",3],
  ['',"يقع مستشفى الأميرة هيا بنت الحسين في مدينة","إربد","العقبة","الكرك","الزرقاء",2],
  ['',"تقوم مديرية التموين بتوفير","اللباس للقوات المسلحة","الوقود للقوات المسلحة","الرواتب للقوات المسلحة","الآليات للقوات المسلحة",2],
  ['',"تقوم مديرية التموين والنقل الملكي بتدريب المهن","الكهرباء","مأمور قسم","الميكانيك","السائقين",4],
  ['',"تعتبر وحدات التموين من وحدات","الإسناد","القتال","المناورة","الخدمات",4],
  ['',"تقوم وحدات التموين ب","إصلاح وخدمة الآليات","إجراء عمليات الإنقاذ","نقل الموارد","شراء القطع الاحتياطية",3],
  ['',"من الواجبات الخاصة بالخدمات الطبية الملكية","تجهيز وإرسال فرق طبية للدول الشقيقة","تدريب الكوادر الطبية الفنية المدربة","رفد القطاع الخاص بالكفاءات","كل ما ذكر",1],
  ['',"تقوم مديرية التموين بتقديم خدماتها للمناطق العسكرية من خلال","كتائب التموين","سرايا التموين","فصائل التموين","آلية التموين",1],
  ['',"السيطرة على التقلبات المدنية في حالة التعبئة العامة","الصيانة","التموين","الخدمات الطبية","الهندسة",3],
];
var Unit_19=[ // الأمن العام

  ['',"تقدم المراكز الامنية بعض الخدمات منها","متابعة الهاربين من العدالة","توقيف المدمنين","إدارة السجون","خدمة الأجانب والترخيص",4],
  ['',"من وحدات الإسناد في الأمن العام","لواء الملك طلال","الشرطة العسكرية","لواء الملك عبد الله الثاني","جامعة مؤتة",3],
  ['',"ترتبط مديرية الأمن العام ب","رئيس هيئة الأركان العامة","وزير الدفاع","مدير الأمن العام","وزير الداخلية",4],
  ['',"من واجبات لواء الملك حسين بن طلال","التعامل مع الاعتصامات","تنفيذ أي واجب أمني ضمن حدود المملكة","حراسة البعثات الدبلوماسية","التعاون مع الجهات الأمنية",2],
  ['',"من واجبات لواء الملك عبد الله الثاني/الشرطة الخاصة","المحافظة على الأمن في المهرجانات","التعاون مع الجهات الأمنية ذات الإختصاص","التعامل مع الاعتصامات","الإستعداد لتنفيذ أي واجب رياضي في المملكة",2],
  ['',"يقوم بدور المحافظ على الأمن في البادية","قوات الأبدية","المراكز الأمنية","المراكز الأمنية","شرطة الطوارئ",1],
  ['',"تتولى إدارة الاقامة والحدود الإشراف على دخول","الأردنيين","السلع","الأجانب","العسكريين",3],
  ['',"يخدم كل مركز أمني عدد من المواطنين يقدر عددهم ب","15-20 ألف نسمة","25-75 ألف نسمة","30-50 ألف نسمة","40-100 ألف نسمة",3],
  ['',"يقدر عدد مديريات الشرطة بالمملكة ب","13 مديرية","31 مديرية","20 مديرية","12 مديرية",1],
  ['',"منع الجريمة ومكافحتها من الثوابت الأساسية في عمل","مديرية مكافحة المخدرات","الأمن العام","الدفاع المدني","لا شيء مما ذكر",2],

];
var Unit_20=[ // إدارة القوات المسلحة

  ['',"الإدارة العسكرية هي","تنسيق وتنفيذ كافة الأمور العسكرية","تنسيق وتنفيذ كافة الامور العسكرية المشمولة في الأمور التعبوية","تنسيق أمور العمليات في القوات المسلحة","تنسيق وتنفيذ الأمور العسكرية غير المشمولة الأمور التعبوية",4],
  ['',"من مبادئ الإدارة الصحيحة","الاتصال مع الآخرين","المعرفة","الدقة","بعد النظر",4],
  ['',"المعنويات العالية مؤشر جيد على","نظام الإجازات","العدد الكبير في الوحدة","كفاءة الإدارة","سوء الإدارة",3],
  ['',"من مبادئ الإدارة الصحيحة","الدقة","المعرفة","التواصل مع الآخرين","المرونة",4],
  ['',"أولى مسؤوليات جميع القادة وعلى مختلف المستويات","العناية بالجنود","متابعة الأمور التدريبية","معرفة الأفراد","متابعة الأوامر الصادرة",1],
  ['',"يجب أن يتضمن المنهج اليومي","عدم إهمال النواحي المتعلقة بالإدارة","الاحتفاظ بمستوى متوسط من الإدارة","الاعتدال في التعامل مع الآخرين","متابعة ما يصدر من القائد",1],
  ['',"من أنواع الإجازات في القوات المسلحة","الشهرية","الاعتيادية","نصف سنوية","السنوية",4],
  ['',"تم تشجيع الألعاب الرياضية في الوحدات العسكرية من خلال","تأمين المواصلات","منح الجوائز","الترفيعات الميدانية","إقامة الحفلات",2],
  ['',"من المميزات التي يحصل عليها العاملون في القوات المسلحة","المحافظة على النظام","الاقتصاد","الطعام","الترفيع",4],
  ['',"يقع واجب الإدارة في الوحدات على عاتق","الأفراد","الضبط","القادة","القيادة العامة",3],
];
var Unit_21=[ // الثورة العربية الكبرى
  ['',"بعد انهيار الجبهة التركية في القوقاز وانهزام تركيا في السويس طلبت تركيا من الشريف حسين","اعتبار مكة إمارة وراثية في أبناء الشريف حسين","منح سوريا والعراق إدارة مركزية","إعلان الجهاد المقدس في بلاد الشام","إعلان الجهاد المقدس في الحجاز",3],
  ['',"من الأهداف الاقتصادية لتركيا خلال الثورة العربية الكبرى","تسخير الإمكانات الاقتصادية لتحسين الوضع العسكري لها","مكافحة الفقر والبطالة في أرض العرب","التعاون مع دول المحور","استمرار تدفق عائدات الضرائب",4],
  ['',"من الأهداف الاقتصادية للثورة العربية الكبرى","الاستفادة من منتجات الهلال الخصيب الزراعية","إستغلال السكان المحليين كعمال لإنشاء السكك الحديدية","توظيف الإمكانات الاقتصادية العربية المنهوبة","إستمرار تدفق العائدات من الضرائب والرسوم",3],
  ['',"أصدر وعد بلفور عام","1917","1919","1923","1925",1],
  ['',"المفهوم العام للثورة العربية الكبرى من وجهة نظر الأمير عبد الله بن الحسين","كان واثقا من استجابة دمشق وبغداد للثورة عند إعلانها","أن الحلفاء لا  يرغبون بمساعدة العرب بالاستقلال","وعد بريطانيا باستقلال العرب غير كافي","الاعتماد على دول المحور",1],
  ['',"من الأهداف العسكرية لتركيا خلال الثورة العربية","تشكيل نواة للقوات المسلحة النظامية","تنسيق العمليات العسكرية","المحافظة على العمق الجنوبي لتركيا","مكافحة الفقر",3],
  ['',"إستخدم الشريف حسين بن علي للتعامل مع الأتراك أسلوب","الحرب والدبلوماسية","الحرب الباردة","الدبلوماسية والديموقراطية","التحالف مع بريطانيا",1],
  ['',"لم تتوقع تركيا قيام الثورة في الحجاز بسبب","كان جميع البلاد العربية تقف الى جانبها","المعاملة الجيدة لأهالي المنطقة","تواجد القوات التركية في المدينة المنورة والمدن الاخرى","سوء العلاقات العربية مع الحلفاء",3],
  ['',"شعار الثورة العربية الكبرى","وحدة العرب، حرية، حياة فضلى","رفع الظلم عن العرب","الاستفادة من إمكانيات العرب الاقتصادية","كل ما ذكر",1],
  ['',"أوفد الشريف حسين أحد أبنائه للتوسط لدى جمال باشا لإطلاق سراح المعتقليين وهذا الأمير","الأمير علي","الأمير زايد","الأمير عبدالله","الأمير فيصل",4],

];
var Unit_22=[ // الدفاع المدني
  ['',"بدء الدفاع المدني عمله بكوادر","عسكرية","مدنية","عسكرية ومدنية","عدد من الوافدين",2],
  ['',"توفير وسائل و أدوات الإنذار من الغارات الجوية والكوارث وتنظيمها والإشراف عليها من واجبات","الأمن العام","الدفاع المدني","الدفاع الجوي","البلديات",2],
  ['',"يقع على عاتق الدفاع المدني حجم عمل كبير في معالجة الحوادث بسبب","التطور العلمي","التهديد المستمر","السرعة","إنتشار مواقع الدفاع المدني",4],
  ['',"الدفاع المدني القوة النظامية الرسمية المجهزة للقيام بواجبات","عامة","خاصة","محددة","اعتيادية",3],
  ['',"من واجبات إدارة الكوارث في الدفاع المدني","تدريب المواطنين في جميع المجالات","جمع المعلومات الاستراتيجية وتخزينها","توفير وسائل الإنذار والوقاية","تدريب الفرق التطوعية",3],
  ['',"من واجبات المديرية العامة للدفاع المدني","التحقق من أن الملاجئ العامة جاهزة للاستعمال","الإشراف على المباريات الرياضية","المحافظة على الأمن والنظام","تقليل البطالة وقت السلم",1],
  ['',"من واجبات المديرية العامة للدفاع المدني","توفير وسائل وأدوات الإنذار من الغارات الجوية","التنسيب بالموافقة على إنشاء محطات المحروقات ووكالات توزيع الغاز","تدريب الفرق التطوعية على أعمال الدفاع المدني من القطاعين العام والخاص","تدريب الفرق التطوعية على أعمال الدفاع المدني من القطاعين العام والخاص/التنسيب بالموافقة على إنشاء محطات المحروقات ووكالات توزيع الغاز/توفير وسائل وأدوات الإنذار من الغارات الجوية",4],
  ['',"الرقم المجاني للاتصال بالدفاع المدني في حال طلب المساعدة","190","199","196","192",2],
  ['',"ترتبط المديرية العامة للدفاع المدني ب","وزارة الداخلية","وزارة الدفاع","وزارة الطاقة","لا شيء مما ذكر",1],
  ['',"أهم إنجازات الدفاع المدني","الإشراف القضائي","التثقيف الوقائي","التثقيف القضائي","الإنذار",2],
];
var Unit_23=[ // المخابرات
  ['',"المخابرات هي مؤسسة من مؤسسات الدولة وهي مكلفة بجمع المعلومات","بواسطة التنصت على الهواتف","بالطرق السرية","بواسطة العملاء","بواسطة الطائرات",2],
  ['',"ترتبط دائرة المخابرات العامة مع","رئيس الوزراء","وزير الدفاع","رئيس هيئة الأركان","وزير الداخلية",1],
  ['',"تأسست دائرة المخابرات العامة","1967","1965","1964","1968",3],
  ['',"تتألف دائرة المخابرات العامة من","دائرة المباحث الخاصة","عدد من الضباط وضباط الصف والأفراد","الشرطة الخاصة","مكتب التحقيقات الفدرالي",2],
  ['',"من واجبات المخابرات محاربة التخريب المادي والذي يشمل","عمليات التفجير والقتل والاغتيالات","الجريمة الاقتصادية","الفساد الإداري","مكافحة الفساد",1],
  ['',"من واجبات المخابرات","التحقق من الملاجئ","جمع المعلومات عن العدو والعدو المحتمل","وضع وسائل الإنذار","التنصت",2],
  ['',"من واجبات المخابرات مقاومة التخريب الفكري والذي يشمل","كافة فنون وأشكال الحرب النفسية","الاجتماعات","شبكات الانترنت","تهريب الأسلحة",1],
  ['',"يسري على مرتبات دائرة المخابرات قانون الخدمة في","الدفاع المدني","القوات المسلحة","الأمن العام","لا شيء مما ذكر",2],
  ['',"تقوم دائرة المخابرات بتنفيذ الأوامر الصادرة لها بموجب","تعليمات من رئيس الوزراء بموجب أوامره الخطية","تنفيذ تعليمات خاصة لها فقط","أوامر من رئيس هيئة الأركان المشتركة","لا شيء مما ذكر",1],
  ['',"يطبق على العاملين في دائرة المخابرات العامة قانون الخدمة في القوات المسلحة من حيث","الترفيع والإجازات","المحاكمة","إنهاء الخدمة و الاستقالة","إنهاء الخدمة و الاستقالة/المحاكمة/الترفيع والإجازات/",4],
];
var Unit_24=[ // مفهوم الأمن الوطني
  ['',"يقصد بنظام الأمن الذاتي","تشكيل نسيج اجتماعي متماسك أهم سماته نبذ العنف والطائفية","الربط بين الأمن الوطني وكذلك الأمن القومي الدولي","التعبير السياسي و الاجتماعي عن الحالة التي يعيشها المجتمع","أول درجة يتم تحقيق الأمن الوطني فيها حيث يتحقق عن طريق الإعتماد على قدرة الدولة الذاتية",4],
  ['',"من أولويات الأمن الوطني الأردني","أمن النظام السياسي للدولة","برنامج إصلاح إجتماعي","الأولويات السياسية والاجتماعية للدول الشقيقة والصديقة","الأمن والدفاع",1],
  ['',"من القضايا الجوهرية التي تتعلق في الأمن الوطني","الصراع العربي الإسرائيلي","تطور الأوضاع في دول الجوار","الانفتاح السياسي والاقتصادي","الانفتاح السياسي والاقتصادي/تطور الأوضاع في دول الجوار/الصراع العربي الإسرائيلي",4],
  ['',"أهم مميزات النظرة الأردنية للأمن الوطني","الشمولية والتوازن وتطوير منظور التعاون","الشمولية والوضوح والعناصر المحلية","الشمولية والوضوح وتطوير منظور الاقتصاد","الدفاع والأمن",1],
  ['',"من أبعاد الأمن الوطني الأردني البعد السياسي وهو","الوفاء باحتياجات الشعب الإيفاء بمتطلبات الدولة الدفاعية","الحفاظ على كيان الدولة السياسي وحرية قرارها","توفير الأمن للمواطنين","مكافحة التجسس",2],
  ['',"إن الأمن الوطني الحقيقي يكمن في التوازن بين ثلاثة عناصر منها","حاجة المواطن بالأمن والاستقرار الداخليين","حاجة المواطن الى الأكل والشرب بالدرجة الأولى","حاجة المواطن الى العلم والاختراعات العلمية بالدرجة الأولى","لا شيء مما ذكر",1],
  ['',"الأمن الوطني الأردني دائما ذو طبيعة دفاعية يهدف في المقام الأول الى","الهجوم على أي دولة لا تحترم الأردن وسيادته","الذود عن سيادة الدول العربية المجاورة","تحقيق الرفاهية والحياة الفضلى للشعب","زيادة أعداد الأجهزة الأمنية",3],
  ['',"من مرتكزات الأمن الوطني","التوجه القومي والثبات في العلاقات الدولية","البعد السياسي والبعد الاجتماعي وفعالية القوات المسلحة","الولاء والانتماء","الحماية العسكرية لحدود الدولة والقوة العسكرية",1],
  ['',"يقوم الأمن الوطني على العناصر التالية","الدفاع والهجوم","العناصر المحلية والإقليمية والدولية","الدفاع والأمن","لا شيء مما ذكر",3],
  ['',"من الملفات الجوهرية للأمن الوطني الأردني داخليا","مكافحة الإرهاب","برامج الاصلاح الاجتماعي","التنمية السياسية والإدارية والاقتصادية","لا شيء مما ذكر",3],
];
var Unit_25=[  // دور القوات المسلحة في التنمية الوطنية
  ['',"تقوم مؤسسة الإسكان العسكري بإنجاز واجباتها من خلال صناديق رئيسية هي","إسكان الضباط الأفراد","الضمان الاجتماعي","التأمين على السيارات","التقاعد",1],
  ['',"من المجالات التي تساهم فيها القوات المسلحة","التوسع في الهيكل الإنتاجي","زيادة كفاءة الخدمات","تهيئة القوى البشرية","زيادة الدخل القومي",3],
  ['',"من مساهمات القوات المسلحة في البناء والتعمير","الموانئ","الطرق والجسور والسدود","سكة الحديد","التطوير الحضري",2],
  ['',"من أهداف التنمية الوطنية","رفع الأسعار","زيادة البطالة المقنعة","التعليم المستمر","زيادة الدخل القومي",3],
  ['',"نسبة مقاعد المكرمة الملكية السامية في الجامعات الحكومية تبلغ","15%","20%","25%","30%",2],
  ['',"من مساهمات القوات المسلحة في إدارة الموارد البشرية","زيادة البطالة","تقديم الخدمة لشريحة محدودة من المجتمع","تأهب المهندسين حديثي التخرج","كل ما ذكر",3],
  ['',"تساهم مديرية التوجيه المعنوي في التنمية من خلال","تقديم المعونة المالية","الإرشاد","الوعظ","إقامة المعارض",4],
  ['',"من المخاطر التي ستواجهها التنمية في حال غياب الأمن","مجابهة الكوارث","التفاوت في توزيع الدخل","البطالة المقنعة","تناقص القيمة السياسية للبلد",4],
  ['',"من واجبات مديرية الإفتاء","الإشراف على دور تحفيظ القرآن","إلقاء المحاضرات الدينية على طلبة الجامعات","محاربة الاشاعة المغرضة","تسيير رحلات الحج والعمرة سنويا للمواطنين",2],
  ['',"بعض المخاطر التي تواجه التنمية","تباطؤ عملية الإنتاج","الحق الأذى بقطاع السياحة","هروب رؤوس الأموال","كل ما ذكر",3],
];
var Unit_26=[ // المخدرات
  ['',"تعتبر المخدرات مشكلة","محلية","عالمية","وطنية","لا شيء مما ذكر",2],
  ['',"من أجل معالجة المدمنين على المخدرات تم استحداث","مركز المعالجة والتوقيف","المراكز الأمنية","محاكمة المدمنين","نقاط التفتيش",3],
  ['',"من أضرار تعاطي مادة الكوكايين","التشنجات والاضطرابات","هبوط التنفس","الكآبة الشديدة","الكآبة الشديدة/هبوط التنفس/التشنجات والاضطرابات",4],
  ['',"تعتمد درجة الادمان على","آخر جرعة تم تعاطيها","طريقة التعاطي","كمية العلاج","طريقة اخذ العلاج",2],
  ['',"من أسس التخطيط العلمي لمكافحة المخدرات","عرضها بشكل قانوني","محاكمة المدمنين","صرفها بشكل قانوني","منع دخولها",4],
  ['',"أفضل الطرق للتعامل مع متعاطي المخدرات","احتواء المدمن","تسليم المتعاطي للقضاء","معرفة معلومات عن مدى التعاطي","إعطاء المتعاطي المادة بشكل مدروس",1],
  ['',"أقسام المواد المخدرة من حيث المصدر","المخدرات الطبية","المخدرات الطبيعية","المخدرات من الدول المجاورة","المخدرات العابرة من البلد",2],
  ['',"المادة التي تصيب الإنسان بالإدمان هي","الحشيش","الهيروين","القنب","كل ما ذكر",2],
  ['',"يتم الاكتشاف المبكر للتعاطي من خلال","التغير المفاجئ للسلوك","الانعزال","الخروج خلسة من المنزل","الخروج خلسة من المنزل/الانعزال/التغير المفاجئ للسلوك/",4],
  ['',"الادمان يعني","تكرار تعاطي العلاج","تكرار تعاطي مادة مخدرة","تناول العلاج بشكل منتظم","كل ما ذكر",2],
];
var Unit_27=[ // تعبئة الموارد الوطنية

  ['',"من العوامل المؤثرة على تعبئة الموارد الوطنية","العامل السياسي","العامل الجغرافي","العامل العسكري","العامل العسكري/العامل الجغرافي/العامل السياسي",4],
  ['',"يتم الدفاع عن مصالح الدولة من خلال سياسة الدولة الخارجية وتشمل","العامل العسكرية","إضعاف القدرات الاقتصادية والعسكرية للعدو","البنيان الاقتصادي للدولة","التمارين المشتركة",2],
  ['',"تعبئة الموارد الوطنية هي مهمة","وزارة الدفاع","القوات المسلحة","أجهزة الدولة كافة","لا شيء مما ذكر",3],
  ['',"يرتبط إعداد اقتصاد الدولة للحرب في نواحي متعددة","نوع النظام الاقتصادي للدولة","البنيان الاقتصادي للدولة","فعالية النظام السياسي","فعالية النظام السياسي/البنيان الاقتصادي للدولة/نوع النظام الاقتصادي للدولة",4],
  ['',"يشمل إعداد أراضي الدولة للحرب من وجهة نظر العمليات","التجارة الخارجية","إعداد ساحات العمليات المحتملة","مشاريع فوائد الإنتاج","التجارة الداخلية",2],
  ['',"من عناصر البيئة التي تؤثر في قوة الدولة","الموقع","السكان","التربة الزراعية","كل ما ذكرالتربة الزراعية/السكان/الموقع",4],
  ['',"من العناصر الاقتصادية التي تؤثر في قوة الدولة","المواد الخام للصناعة","التضاريس","الشكل والحجم","كل ما ذكر",1],
  ['',"ترتكز الحرب الاقتصادية على","قوة الدولة عسكريا","الأسلحة المتوفرة للدولة","نوع التدريب للقوات المسلحة","سحب الارصدة والودائع المالية",4],
  ['',"يتوقف إعداد القوات المسلحة للحرب  في أوقات السلم على","الموقف السياسي","امكانات العدو","طبيعة الحرب المقابلة","طبيعة الحرب المقابلة/امكانات العدو/الموقف السياسي",4],
  ['',"من الإجراءات التي يجب اتباعها لإعداد القوات المسلحة للحرب","الموقف السياسي","تدريب القوات المسلحة","المستوى الصحي","لا شيء مما ذكر",2],
];
var Unit_28=[ // مؤسسة المتقاعدين العسكريين
  ['',"من أعضاء المجلس التنفيذي لمؤسسة المتقاعدين العسكريين","وزير المالية","نائب رئيس هيئة الأركان المشتركة","أمين عام وزارة المالية","مدير الامن العام",3],
  ['',"قيمة الاشتراك الشهري الذي يدفعه الضابط لمؤسسة المتقاعدين العسكريين","نصف دينار","دينار","ستة دنانير","12 دينار",2],
  ['',"من أصناف المتقاعدين العسكريين اللا مهنيون وتبلغ نسبتهم","نصف المتقاعدين","ثلث المتقاعدين","ثلاثة أخماس المتقاعدين","ثلثي المتقاعدين",3],
  ['',"من المشاريع التي تشرف عليها مؤسسة المتقاعدين العسكريين","خدمة الأمن والحماية","الخدمات الطبية","إزالة حقول الألغام","خدمات شق الطرق",1],
  ['',"من أعضاء المجلس الاعلى لمؤسسة المتقاعدين العسكريين","رئيس الوزراء","مدير الامن العام","مدير مؤسسة الإسكان","أمين عمان",2],
  ['',"يعتبر الانتساب لمؤسسة المتقاعدين العسكريين","اجباري","غير مسموح","اختياري","حسب الطلب",3],
  ['',"من أعضاء المجلس الأعلى لمؤسسة المتقاعدين العسكريين","مدير المخابرات العامة","وزير المالية","وزير التنمية الاجتماعية","وزير الأشغال",1],
  ['',"من المشاريع التي تشرف عليها المؤسسة","نادي ضباط الزرقاء","مؤسسة الاسكان العسكري","نوادي للضباط المتقاعدين","المؤسسة الاستهلاكية العسكرية",3],
  ['',"من أصناف المتقاعدين العسكريين القادة والاداريون وتبلغ نسبتهم","نصف المتقاعدين","الثلثين","الخمس","الربع",3],
  ['',"يرأس المجلس الأعلى لمؤسسة المتقاعدين العسكريين","مدير الامن العام","قائد سلاح الجو","رئيس هيئة الأركان المشتركة","رئيس الوزراء",4],
];
var Unit_29=[ // مركز الملك عبدالله للصناعة العسكرية
  ['',"يرتبط مركز عبد الله الثاني ابن الحسين للتصميم والتطوير ومن خلال المكتب العسكر يالخاص ب","جلالة القائد الأعلى","رئيس الوزراء","رئيس هيئة الأركان المشتركة","وزير الصناعة والتجارة",1],
  ['',"يعمل مركز الملك عبد الله الثاني للتصميم والتطوير على","شطب وإخراج الآليات العسكرية من الخدمة","إصلاح الآليات العسكرية","تطوير معدات وأجهزة صناعية دفاعية","إنتاج ما تحتاجه القوات المسلحة من مواد غذائية",3],
  ['',"من الخدمات التي يقدمها مركز الملك عبدالله","مشورة فنية للقوات المسلحة","دعم لوجستي للقوات المسلحة","إنتاج طائرات ف16","انتاج دبابات الحسين",1],
  ['',"تطرح منتجات المركز للتسويق","محليا","إقليميا","محليا وإقليميا ودوليا","دوليا",3],
  ['',"مهمة مركز الملك عبد الله الثاني للتصميم والتطوير","التأمين الصحي","النقل الاداري","نظام رادار","تطوير معدات واجهزة صناعية دفاعية اردنية",4],
  ['',"من الخدمات التي يقدمها المركز","طائرة شرطة","طائرة رش زراعي","مشاركة القوات المسلحة وضع خطة التسليح","قارب سريع",3],
  ['',"من مجالات التعاون بين مركز  عبد الله الثاني و الدول الشقيقة","انتاج ناقلة الدبابات","صنع حاملة صواريخ SAM","بناء ملاجئ الطائرات","تطوير المعدات وآليات الجيوش العربية",4],
  ['',"من امكانات مركز الملك عبد الله الثاني للتصميم والتطوير","تحضير متطلبات المستخدم","الاسناد الناري للقوات المسلحة","الإسناد الإداري","خدمة الأمن والحماية",1],
  ['',"تأسس المركز في عهد","جلالة المغفور له الملك الحسين رحمه الله","جلالة الملك عبد الله الثاني حفظه الله","المغفور له جلالة الملك عبدالله الاول","المغفور له جلالة الملك طلال",2],
  ['',"من منتجات المركز","انتاج طائرة الكاسا 101","صناعة طائرات ف16","آلية المنجد","صناعة قذائف مدفع 8 ملم",3],
];
