var Unit_1= [
  ['1',"من مكونات شعار المملكة الأردنية الهاشمية التاج وله خمسة أضلاع ذهبية يعلوها حربة يرمز ل","النظام الملكي وحرية راية الهاشميين","النظام الملكي فقط","الفداء","للهاشميين",1],
  ['2',"من الرموز الموجودة في شعار المملكة والذي يمثل القوة والبأس","الوشاح","الحربة","طائر العقاب","وسام النهضة",3],
  ['3','من الأسلحة العربية الموجودة في شعار المملكة',"سيفان مذهبان و ترس مصنوع من البرونز","حربة ذهبية","سيف ورمح وقوس وسهام ","من الأسلحة العربية الموجودة في شعار المملكة ,سيف ورمح وقوس وسهام",4],
  ['4', "من مكونات شعار الجيش العربي","ثلاثة سنابل ذهبية","سنبلتين","طائر العقاب","سيف ورمح",2],
  ['5',"من مراحل تطور المملكة وبنائها مرحلة ما بعد الاستقلال (1946-1951) التي حدث فيها","صدور الدستور الأردني","إعلان وحدة الضفتين عقب مؤتمر أريحا","تشكيل الحرس الوطني 1951","مشاركة الأردن في تأسيس الجامعة العربية",2],
  ['5',"صدر القانون الأساسي والتوقيع على المعاهدة البريطانية في سنة","1923","1921","1928","1925",3],
  ['5',"أنشئت أول نواة لسلاح الدروع والمدفعية  في فترة","مرحلة ما بعد الاستقلال","عهد الملك طلال بن عبد الله بن الحسين","مرحلة تأسيس الإمارة","لا شيء مما ذكر",1],
  ['5',"أصبح التعليم إلزامي ومجاني في مراحله الأولى في عهد","الملك عبد الله الأول","الملك طلال بن عبد الله","الملك الحسين بن طلال","الملك عبد الله الثاني",2],
  ['',"من أهم الأحداث التي حدثت في عهد الملك بن طلال","قيام الجيش العربي الاردني بالحفاظ على كامل الضفة الغربية خلال الحرب العربية الإسرائيلية","تأسيس مدارس الثقافة العسكرية ","صدور الدستور الأردني و تشكيل الحرس الوطني","تطوير الحياة الاجتماعية والاقتصادية والتوجه نحو زيادة التعليم",3],
  ['',"من أحداث فترة عهد الملك الحسين بن طلال ","تعميق أسس المشاركة الديموقراطية","إقامة علاقات متوازنة مع مختلف الدول","إنشاء معهد تدريب عمليات حفظ السلام ","مشاركة الجيش الأردني في قوات حفظ السلام",4],

];

