const Unit_2= [
  ['',"للمهمة تأثير كبير على التنظيم حيث تختلف هذه المهمة باختلاف" , "القيادة العسكرية" , "تنظيم القوات المسلحة" , "الاستراتيجية للقوات المسلحة" , "الاستراتيجية العسكرية للدولة",4],
  ['',"وحدات المناورة تضم الصفوف","مشاة-هندسة","لاسلكي-دروع","مشاة-دروع","مشاة-دفاع جوي",3],
  ['',"العدو والتهديد من العوامل المؤثرة على التنظيم والتي تفرض على البلد وضع سياسة","دفاعية","هجومية","قتالية","إدارية",1],
  ['',"التشكيلة الرئيسية في القوات المسلحة","السرية","المنظمة العسكرية","اللواء","الكتيبة",2],
  ['',"طبيعة المواصلات من العوامل المؤثرة على التنظيم في القوات المسلحة من خلال","التهديد","التنظيم الثلاثي","التجهيز والتدريب","تسهيل حركة القوات أو الحد منها",4],
  ['',"من وحدات الإسناد في القوات المسلحة","الدروع والمشاة","المدفعية والدفاع الجوي","الصيانة والتموين","الخدمات الطبية والصيانة",2],
  ['',"إن شكل التنظيم في القوات المسلحة لمستوى اللواء والكتائب","ثلاثي","ثنائي","رباعي","لا شيء مما ذكر",1],
  ['',"رأس الهرم التنظيمي في القوات المسلحة","قائد سلاح الجو","قائد العمليات الخاصة","رئيس هيئة الأركان المشتركة","قائد القوة البحرية",3],
  ['',"القائد الأعلى للقوات المسلحة الأردنية","ولي العهد","رئيس هيئة الأركان","وزير الدفاع","جلالة الملك",4],
  ['',"وحدات الخدمات تتألف من","وحدات التموين-الخدمات الطبية-الحرب الالكترونية","وحدات التموين-الخدمات الطبية-سلاح الهندسة","وحدات التموين-الخدمات الطبية-سلاح اللاسلكي","وحدات التموين-الخدمات الطبية-سلاح الصيانة",4],
];