import 'unit_one.dart';
import 'Unit_Two.dart';
import 'unit_3.dart';

var Units_Name = [
  "نشأة وتطور المملكة الأردنية الهاشمية", "تنظيم القوات المسلحة الأردنية - الجيش العربي", 'الرتب العسكرية', ' معركة الكرامة',
  'حرب 1948', 'حرب 1967', 'حرب 1973', 'دور المرأة في القوات المسلحة', 'سلاح المشاة العسكري',
  'سلاح الدروع', 'سلاح المدفعية', 'الدفاع الجوي', 'السلاح اللاسلكي', 'سلاح الجو الملكي', 'القوة البحرية', 'سلاح الهندسة', 'قوات حفظ السلام',
  'التموين والنقل الملكي والخدمات الطبية الملكية', 'الأمن العام', 'إدارة القوات المسلحة', 'الثورة العربية الكبرى', 'الدفاع المدني', 'المخابرات', 'مفهوم الأمن الوطني',
  'دور القوات المسلحة في التنمية الوطنية', 'المخدرات', 'تعبئة الموارد الوطنية', 'مؤسسة المتقاعدين العسكريين', 'مركز الملك عبدالله للصناعة العسكرية',
];
var UnitsArray = [
  Unit_1, Unit_2,Unit_3,Unit_4,Unit_5,Unit_6,Unit_7,Unit_8,Unit_9,Unit_10,Unit_11,Unit_12,Unit_13
  ,Unit_14,Unit_15,Unit_16,Unit_17,Unit_18,Unit_19,Unit_20,Unit_21,Unit_22,Unit_23,Unit_24,Unit_25
  ,Unit_26,Unit_27,Unit_28,Unit_29,
];
